No elements were added to the assembly. No assembly will be created.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId NoElementsAddedtoNewAssembly { get; }
  Visual Basic
Public Shared ReadOnly Property NoElementsAddedtoNewAssembly As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ NoElementsAddedtoNewAssembly {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures AssemblyFailures Class
  Autodesk.Revit.DB Namespace